{
    "aboutus": "About Us",
    "aboutusheader": "In recent years, the level of industry has been constantly improving, and the technology applied in various types of science and technology factories has been rapidly updated. Therefore, the technology and ability of engineering integration has become particularly important. Wintech Technology Engineering Co., Ltd. is born under this concept.",
    "aboutusdescription": "Our company's engineering professionals have accumulated engineering experience and KNOW-HOW in various fields such as chemical engineering, environmental engineering, biotech, pharmaceuticals, and water resource utilization. With the ability to integrate unique engineering resources accumulated in the past, we provide comprehensive technical integration services to owners by integrating engineering design, assisting procurement, and constructing.",
    "featurestitle": "Experience",
    "features": "The main engineering experience of our company is as follows:",
    "features1": "Engineering experience and technology in various petrochemical and chemical projects both domestically and internationally",
    "features2": "Engineering experience and technology in constructing specialized plants (chemical plants) indoors",
    "features3": "Engineering experience and technology in the construction of the largest API pharmaceutical plant (raw material plant)",
    "features4": "Engineering experience and technology in the application of BPE standards to the largest fermentation system (20KL)",
    "features5": "Experience and engineering technology in assisting pharmaceutical and biotechnology factories in applying cGMP standards to factory facilities",
    "features6": "Engineering experience in the detailed design integration of the largest pure water factory",
    "features7": "Engineering experience in the pure water that meets the US FDA's effective qualification standards for biopharmaceutical manufacturing",
    "features8": "The engineering service company that integrates engineering technology, equipment manufacturing, and equipment import and export in all aspects",
    "contactustitle": "Contact Us",
    "contactusaddress": "Address",
    "contactusaddressp": "1F., No. 13, Ln. 81, Xiufeng Rd., Xizhi Dist., New Taipei City 220, Taiwan",
    "contactusphone": "Phone",
    "contactusphonep": "Tel. 02-8692 1168 <br></br>Fax. 02-2642 0277",
    "contactusmail": "Email",
    "contactusmailp": "linda@wintech-eng.com",
    "contactusname": "Name",
    "contactusEmailaddress": "Email address",
    "contactusYourmessage": "Your message",
    "contactusrobot": "I'm not a robot",
    "contactusSend": "Send Message",
    "Performances": "Performances",
    "Performances1": "Biotech and pharmaceutical chemical engineering",
    "Performances2": "Petrochemical engineering",
    "Performances3": "Precision chemistry",
    "Projects": "Service",
     "Projects1": "Chemical Technology",
     "Projects1p": "Provide whole plant method design, various equipment size determination and equipment selection, assist various types of factories to provide a complete set of basic design documents for plant construction",
     "Projects1_1": "Planning and Design of Chemical Process System",
     "Projects1_2": "Public process system planning and design",
     "Projects1_3": "Design of ball tank system and atmospheric storage tank system",
     "Projects1_4": "Unit system planning and design",
     "Projects2": "Biotech Pharmaceuticals",
     "Projects2p": "Provide a full range of engineering integration services for the construction of biotechnology and pharmaceutical plants, from the basic planning of plant construction, to the provision of engineering technology for key facilities (pure water, water for injection, pure steam), at the design stage, construction, electromechanical, and production processes Integrate and manage various related engineering projects, and assist the owner in procurement, construction management, and provide the test run integration required by our cGMP at the validation stage, and assist the owner in completing the plant construction project with the most professional experience.",
     "Projects2_1": "Biotech cGMP plant construction facility technical consultation",
     "Projects2_2": "Engineering design, procurement assistance, construction management",
     "Projects2_3": "Architectural, mechanical and electrical, biotechnology process planning integration",
     "Projects3": "Biotech Fermentation Factory",
     "Projects3p": "Our company provides the planning, design, and construction of aseptic-grade biotechnology fermentation systems. Our engineering experience has completed the biotechnology fermentation tank (20KL) built according to ASME-BPE standards, and completed the sterility test for 30 days. above.",
     "Projects3_1": "Professional consultation on biotechnology and aseptic fermentation system",
     "Projects3_2": "Planning, Design, Construction, Procurement of Whole Plant Fermentation Plant",
     "Projects4": "Factory of Fine Chemicals",
     "Projects4p": "The company provides multi-functional and single-function precision chemical factory planning, design engineering technology integration, from the design stage to the construction stage to the test run stage, providing a complete modular design, process dry area and wet area Complete planning of the district, provide complete planning services according to customer needs, and create the best value for customers.",
     "Projects4_1": "Basic Design of the Whole Plant of Fine Chemicals",
     "Projects4_2": "Detailed design of the whole plant of precision chemicals",
     "Projects4_3": "Basic design integrated detail design",
     "Projects4_4": "Consultation for fine chemicals production facilities",
     "Projects4_5": "Fine Chemicals Trial Assistance",
     "Projects5": "API Factory",
     "Projects5p": "The company provides multi-functional and single-function API pharmaceutical factory planning, design engineering technology integration, from the design stage→construction stage→testing stage→validation stage, all-round integration, from 100l→500l→15000l to provide a complete Modular design, complete planning of process dry area and wet area, provide complete planning services according to customer needs, and create the best value for customers.",
     "Projects5_1": "Preliminary planning of API pharmaceutical factory",
     "Projects5_2": "Basic design of API pharmaceutical factory",
     "Projects5_3": "Detailed design of API pharmaceutical factory",
     "Projects5_4": "Consultation on cGMP requirements for API pharmaceutical production facilities",
     "Projects5_5": "API pharmaceutical factory equipment provision",
     "Projects5_6": "API Pharmaceutical Factory Trial and Validation Assistance",
     "Projects6": "Lab Planning",
     "Projects6p": "The company integrates professional laboratory manufacturers, and builds a complete functional laboratory that meets the needs of the owner according to the planning of the owner's needs.",
     "Projects6_1": "General laboratory planning and design",
     "Projects6_2": "P2 Laboratory Planning and Design",
     "Projects6_3": "P3 laboratory planning and design",
     "Projects7": "Special Equipment Import and Export",
     "Projects7p": "The company has professional capabilities in manufacturing process, instrument control, equipment, pipelines, etc., and introduces foreign technology to meet customer needs. We act as an agent of various special equipment according to the owner's needs, and solve the owner's special equipment technology. Integration issues. At the same time, we combine the equipment assembly capabilities and professional technology integration of domestic manufacturers to provide foreign customers with high-quality special package equipment in the form of OEM and ODM.",
     "Projects7_1": "Special Equipment Import",
     "Projects7_2": "Integrate foreign technology and assist owners to solve technical problems",
     "Projects7_3": "Export of special equipment",
     "Projects7_4": "Integrate domestic equipment manufacturers and provide high-quality packaged equipment from foreign manufacturers",
     "Projects8": "Improve factory value",
     "Projects8p": "We have an excellent technical integration team that assists in value enhancement, and have the design concepts of biotechnology, pharmaceuticals, and cGMP.",
     "Projects8_1": "Assist equipment and manufacturing plants in value enhancement",
     "Projects8_2": "Assist in value enhancement of cGMP special equipment factories",
     "Projects8_3": "Complete equipment system installation integration service",
     "Projects9": "Indoor factory construction technology",
     "Projects9p": "At present, API pharmaceutical factories, biotechnology pharmaceutical factories, precision chemical factories, fermentation factories and production factories with high environmental requirements are all built indoors. We have practical experience in building various factories indoors." ,
     "Projects9_1": "Process Design",
     "Projects9_2": "Architectural Design",
     "Projects9_3": "Mechatronic Design",
     "Projects9_4": "Security Design",
     "Projects10": "E.P.C. Sync Integration",
     "Projects10p": "The company considers the urgency of controlling the current plant construction schedule and the importance of the integration of all links. The construction project must adopt the simultaneous integration of design, procurement, and construction (E.P.C.) to reduce unnecessary waste of time. The company We have experience in many plants in biotechnology, fermentation plants, raw material pharmaceutical plants, precision chemical plants, and pure water system engineering design, procurement, and construction integration. We can assist owners in integrating and shortening the construction time and construction risks, and relatively improve the owner's factories under construction. The value of timeliness.",
     "Projects10_1": "Biotech Pharmaceutical Factory",
     "Projects10_2": "Fermentation Factory",
     "Projects10_3": "API Factory",
     "Projects10_4": "Factory of Fine Chemicals",
     "Projects10_5": "Pure Water System",
     "Projects11": "3D Electromechanical Integration Simulation",
     "Projects11p": "Space planning for indoor factory construction and building construction, using 3D design simulation before construction, can predict the space application and the appropriateness of design and planning. The company provides professional integration of 3D simulation and electromechanical design." ,
     "Projects11_1": "3D Electromechanical Integration",
     "Projects11_2": "Space Usage Review",
     "Projects11_3": "The appropriateness of the space design arrangement is known in advance",
     "Projects11_4": "Assist in providing a summary of materials",
     "Projects11_5": "3D maintenance disc production",
     "Projects12": "Factory Clean Technology",
     "Projects12p": "Our company integrates various technical plans of clean environment, clean materials, and clean process to provide a clean environment that meets all-round considerations of the biotechnology and pharmaceutical industry to help customers establish a production environment that meets quality requirements. We provide Engineering design, procurement assistance, construction management (E.P.C.) of clean technology.",
     "Projects12_1": "Clean room design and construction",
     "Projects12_2": "Aseptic pipeline design and construction",
     "Projects12_3": "Biochemical reactor design and construction",
     "Projects12_4": "High-clean material planning and procurement",
     "Projects12_5": "High clean water system planning",
     "Projects12_6": "High Clean Gas System Planning"
}